Repository: perez987/Xattr-remove
Catalog: Xattr-remove/Languages/*.lproj/Localizable.strings
Languages: de, es, fr, it

source: Drop file here
de: Datei hier ablegen
es: Suelta el archivo aquí
fr: Déposez le fichier ici
it: Rilascia il file qui

# remove_quarantine_subtitle
source: to remove com.apple.quarantine
de: com.apple.quarantine entfernen
es: para eliminar com.apple.quarantine
fr: pour supprimer com.apple.quarantine
it: per rimuovere com.apple.quarantine

# error_title
source: Error
de: Fehler
fr: Erreur
it: Errore

# success_title
source: Success
de: Erfolg
es: Confirmación
fr: Succès
it: Successo

# error_single_file
source: Failed to remove quarantine attribute. The file may be in a protected location or require administrator privileges.
de: Das Quarantäne-Attribut konnte nicht entfernt werden. Die Datei befindet sich möglicherweise an einem geschützten Ort oder erfordert Administratorrechte.
es: No se pudo eliminar com.apple.quarantine. El archivo puede estar en una ubicación protegida o requerir privilegios de administrador.
fr: Impossible de supprimer com.apple.quarantine. Un fichier peût se trouver dans un emplacement protégé ou nécessiter des privilèges d'administrateur.
it: Impossibile rimuovere com.apple.quarantine. Il file potrebbe trovarsi in una posizione protetta o richiedere privilegi di amministratore.

# error_multiple_files
source: Failed to remove quarantine attribute from %d file(s). Some files may be in protected locations or require administrator privileges.
de: Das Quarantäne-Attribut konnte nicht von %d Datei(en) entfernt werden. Einige Dateien befinden sich möglicherweise an geschützten Orten oder erfordern Administratorrechte.
es: No se pudo eliminar com.apple.quarantine de %d archivo(s). Uno o varios archivos pueden estar en ubicaciones protegidas o requerir privilegios de administrador.
fr: Impossible de supprimer com.apple.quarantine de %d fichier(s). Certains fichiers peuvent se trouver dans des emplacements protégés ou nécessiter des privilèges d'administrateur.
it: Impossibile rimuovere com.apple.quarantine da %d file. Alcuni file potrebbero trovarsi in posizioni protette o richiedere privilegi di amministratore.

# success_removed_single
source: Successfully removed quarantine attribute from file.
de: Quarantäne-Attribut erfolgreich von der Datei entfernt.
es: Se ha quitado com.apple.quarantine correctamente del archivo.
fr: Supprimé avec succès l'attribut com.apple.quarantine du fichier.
it: com.apple.quarantine rimosso con successo dal file.

# success_removed_multiple
source: Successfully removed quarantine attribute from %d files.
de: Quarantäne-Attribut erfolgreich von %d Dateien entfernt.
es: Se ha quitado com.apple.quarantine correctamente de %d archivos.
fr: Supprimé avec succès l'attribut com.apple.quarantine de %d fichiers.
it: com.apple.quarantine rimosso con successo da %d file.

# success_not_present_single
source: Successfully processed 1 file (quarantine attribute was not present).
de: 1 Datei erfolgreich verarbeitet (Quarantäne-Attribut war nicht vorhanden).
es: Un archivo procesado correctamente (com.apple.quarantine no estaba presente).
fr: Traité avec succès 1 fichier (com.apple.quarantine n'était pas présent).
it: 1 file elaborato con successo (com.apple.quarantine non era presente).

# success_not_present_multiple
source: Successfully processed %d files (quarantine attribute was not present).
de: %d Dateien erfolgreich verarbeitet (Quarantäne-Attribut war nicht vorhanden).
es: %d archivos procesados correctamente (com.apple.quarantine no estaba presente).
fr: Traités avec succès %d fichiers (com.apple.quarantine n'était pas présent).
it: %d file elaborati con successo (com.apple.quarantine non era presente).

# success_mixed
source: Successfully processed %d files (com.apple.quarantine was present in %d and absent in %d).
de: %d Dateien erfolgreich verarbeitet (com.apple.quarantine war in %d vorhanden und in %d nicht vorhanden).
es: %d archivos procesados correctamente (com.apple.quarantine estaba presente en %d y ausente en %d).
fr: Traités avec succès %d fichiers (com.apple.quarantine était présent dans %d et absent dans %d).
it: %d file elaborati con successo (com.apple.quarantine era presente in %d e assente in %d).

# menu_language
source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua

# menu_select_language
source: Select Language...
de: Sprache auswählen...
es: Seleccionar idioma...
fr: Sélectionner la langue...
it: Seleziona lingua

# language_selector_title
source: Select Language
de: Sprache auswählen
es: Seleccionar idioma
fr: Sélectionner la langue
it: Seleziona lingua

source: Accept
de: Akzeptieren
es: Aceptar
fr: Accepter
it: Accetta

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla

source: OK
de: Akzeptieren
es: Aceptar
fr: Accepter
it: Accettare

# language_changed_title
source: Language Changed
de: Sprache geändert
es: Idioma cambiado
fr: Langue modifiée
it: Lingua modificata

# language_changed_message
source: Please restart the application to apply the new language.
de: Bitte starten Sie die Anwendung neu, um die neue Sprache anzuwenden.
es: Reinicia la aplicación para aplicar el nuevo idioma.
fr: Veuillez redémarrer l'application pour appliquer la nouvelle langue.
it: Riavvia l'applicazione per applicare la nuova lingua.

# finder_service_label
source: Clear Quarantine Attribute
de: Quarantäne-Attribut entfernen
es: Eliminar atributo de cuarentena
fr: Supprimer l'attribut de quarantaine
it: Rimuovi attributo di quarantena

# ok_button
source: OK
es: Aceptar
